<template>





  
  
  
Вавилонская библиотека

  Это искусство позволит вам созерцать различные сочетания из двадцати трех букв… – «Анатомия Меланхолии», ч. 2, разд. II, § IV

  Вселенная – некоторые называют ее Библиотекой – состоит из огромного, возможно, бесконечного числа шестигранных галерей, с широкими вентиляционными колодцами, огражденными невысокими перилами. Из каждого шестигранника видно два верхних и два нижних этажа – до бесконечности. 

  Устройство галерей неизменно: двадцать полок, по пять длинных полок на каждой стене; кроме двух: их высота, равная высоте этажа, едва превышает средний рост библиотекаря. К одной из свободных сторон примыкает узкий коридор, ведущий в другую галерею, такую же, как первая и как все другие. 






  
  

</template>