<template>
<H1 class="title">Вавилонская библиотека</H1>
<P class="quote">Это искусство позволит вам созерцать различные сочетания из двадцати трех букв… – «Анатомия Меланхолии», ч. 2, разд. II, § IV</P>
<P  class="para" textIndent="1em">Вселенная – некоторые называют её <strong>Библиотекой</strong> – состоит из огромного, возможно, бесконечного числа шестигранных галерей, с широкими вентиляционными колодцами, огражденными невысокими перилами. Из каждого шестигранника видно два верхних и два нижних этажа – до бесконечности.</P>
<P class="para">Устройство галерей неизменно: двадцать полок, по пять длинных полок на каждой стене; кроме двух: их высота, равная высоте этажа, едва превышает средний рост библиотекаря. К одной из свободных сторон примыкает узкий коридор, ведущий в другую галерею, такую же, как первая и как все другие.</P>
</template>

<style scoped>
  .title {
    text-align: center;
    color: darkslategrey;
    text-decoration: underline;
    margin-bottom: 3em;
  }
  .quote {
    text-align: right;
    color: dimgrey;
    font-style: italic;
    margin-bottom: 2em;
  }
  .para {
    text-align: justify;
    color: darkslategrey;
  }
</style>