<template>





  
  
  
<H1 textAlign="center" color="darkslategrey" textDecoration="underline" marginBottom="3em">Вавилонская библиотека</H1>
<P textAlign="right" color="dimgrey " marginBottom="2em"><em>Это искусство позволит вам созерцать различные сочетания из двадцати трех букв… – «Анатомия Меланхолии», ч. 2, разд. II, § IV</em></P>
<P  textAlign="justify" textIndent="1em" color="darkslategrey">Вселенная – некоторые называют её <strong>Библиотекой</strong> – состоит из огромного, возможно, бесконечного числа шестигранных галерей, с широкими вентиляционными колодцами, огражденными невысокими перилами. Из каждого шестигранника видно два верхних и два нижних этажа – до бесконечности.</P>
<P textAlign="justify" color="darkslategrey">Устройство галерей неизменно: двадцать полок, по пять длинных полок на каждой стене; кроме двух: их высота, равная высоте этажа, едва превышает средний рост библиотекаря. К одной из свободных сторон примыкает узкий коридор, ведущий в другую галерею, такую же, как первая и как все другие.</P>






  
  

</template>